const science = {
  name: "Наука",
  dates: [
    {
      title: "2015",
      description:
        "В исследовании, опубликованном в журнале Science показано, что один белок может частично создать другой белок из аминокислот без генетических инструкций",
    },
    {
      title: "2016",
      description:
        "На МКС впервые расцвело растение, это была декоративная цинния",
    },
    {
      title: "2017",
      description:
        "В Зимбабве обнаружены представители редкого вида лягушек Arthroleptis troglodytes, в последний раз с ними встречались в 1962 году",
    },
    {
      title: "2018",
      description:
        "Успешный пуск с космодрома «Восточный» ракеты-носителя «Союз-2.1а» с двумя космическими аппаратами «Канопус-В»",
    },
    {
      title: "2019",
      description:
        "Установлено, что тонны метана, парникового газа, выбрасываются в атмосферу в результате таяния ледяных щитов в Гренландии",
    },
    {
      title: "2020",
      description:
        "Космический телескоп TESS обнаружил первую планету земной группы TOI-700 d размером с Землю в зоне обитаемости своей звезды",
    },
  ],
};

const sport = {
  name: "Спорт",
  dates: [
    {
      title: "2015",
      description:
        "Нико Росберг одержал третью победу подряд в Гран-при Монако",
    },
    {
      title: "2016",
      description:
        "Совет Международной федерации лёгкой атлетики оставил в силе дисквалификацию Всероссийской федерации лёгкой атлетики.",
    },
    {
      title: "2017",
      description:
        "Боксёрский PPV поединок в полусреднем весе между Флойдом Мейвезером и Конором Макгрегором",
    },
    {
      title: "2018",
      description: "Чемпионат мира по бадминтону",
    },
    {
      title: "2019",
      description:
        "Чемпионат мира по конькобежному спорту в классическом многоборье",
    },
    {
      title: "2020",
      description: "Чемпионат Азии по футболу среди молодёжных команд",
    },
  ],
};

const movie = {
  name: "Кино",
  dates: [
    {
      title: "1992",
      description:
        "«1492: Завоевание рая» (англ. 1492: Conquest of Paradise) — исторический кинофильм совместного производства США, Великобритании, Франции и Испании.",
    },
    {
      title: "1993",
      description:
        "«Аризо́нская мечта́» («Сон Аризоны», англ. Arizona Dream) — первый англоязычный кинофильм режиссёра Эмира Кустурицы, снятый в Голливуде с американскими актёрами.",
    },
    {
      title: "1994",
      description:
        "«Азартная игра» — художественный кинофильм режиссёра Уильяма Фридкина. В России фильм известен также под названием «Выгода или успех».",
    },
    {
      title: "1995",
      description:
        "«12 обезьян» (англ. 12 Monkeys) — фантастический фильм 1995 года режиссёра Терри Гиллиама c Брюсом Уиллисом и Мэделин Стоу в главных ролях.",
    },
  ],
};

const journalism = {
  name: "Журналистика",
  dates: [
    {
      title: "1972",
      description:
        "В этом году произошло несколько важных событий, повлиявших на развитие средств массовой информации. Среди них стоит отметить Стокгольмскую конференцию ООН.",
    },
    {
      title: "1974",
      description:
        'Папа Римский провозгласил 1974 год "Святым годом", что привлекло внимание католических средств массовой информации.',
    },
    {
      title: "1976",
      description:
        "В 1976 году наблюдалась тенденция к специализации журналистов в различных областях, таких как политика, экономика, культура и спорт.",
    },
    {
      title: "1976",
      description:
        "В целом, журналистика 1978 года была инструментом государственной пропаганды, при этом она также выполняла информационную и культурно-просветительскую функции, влияя на жизнь советских граждан. ",
    },
  ],
};

const games = {
  name: "Игры",
  dates: [
    {
      title: "2000",
      description:
        "NPD Group, Inc. сообщила что Electronic Arts заняла 1-е место в издании компьютерных игр в США, опередив Infogrames Entertainment, SA.",
    },
    {
      title: "2005",
      description:
        "Star Wars: Republic Commando — компьютерная игра в жанре тактического шутера от первого лица с возможностью сетевого многопользовательского режима по мотивам «Звёздных войн».",
    },
    {
      title: "2010",
      description:
        "4 мая был начат эксперимент Humble Indie Bundle по схеме «заплати, сколько захочешь»; уже за первую неделю удалось получить более 1 млн долларов.",
    },
  ],
};

const literature = {
  name: "Литература",
  dates: [
    {
      title: "1980",
      description:
        "Нобелевская премия по литературе — Чеслава Милоша — «За то, что с бесстрашным ясновидением показал незащищённость человека в мире»",
    },
    {
      title: "1981",
      description:
        "Нобелевская премия по литературе — Элиас Канетти, «За сочинения, отмеченные широким кругозором, богатством идей и художественной силой»",
    },
  ],
};

export const categories = [
  movie,
  science,
  journalism,
  games,
  sport,
  literature,
];
